;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language=Türkçe/Turkish
WebLang=TR
Translator=Kaya Zeren translator@zeron.net
Codepage=UNICODE 
Version=5.0.3


[Uninstaller Toolbar]
102 = Görünüm
103 = Ayarlar
104 = Kaldırıcı
105 = Araçlar
106 = Avcı kipi
107 = Liste
108 = Simgeler
109 = Ayrıntılar
110 = Kaldır
111 = Kayıdı kaldır
112 = Yenile
113 = Seçilmiş kaydı kaldırmak istediğinize emin misiniz?
114 = Seçilmiş uygulamayı kaldırmak istediğinize emin misiniz?
115 = Güncelleme denetimi
116 = Yardım
117 = Geçerli araç yardımı...
118 = Web sitesi...
119 = Hakkında...
120 = Yönetici izinleriniz yok!
121 = Seçilmiş sistem bileşenini kaldırmak istediğinize emin misiniz?\nNe yaptığınızdan emin değilseniz DURUN!
122 = Kaldırıcı, bilgisayarda geçerli ve tüm kullanıcılar için kurulmuş olan uygulama ve bileşenleri görüntüler. "Ayrıntılar" görünümünden ya da sağ tık menüsünden ek bilgileri görebilirsiniz (kurulumların bağlantı ve özellikleri gibi). Önemli bir Revo Uninstaller özelliği Avcı Kipidir. Bu kip, tek tıklama ile kaldırma, durdurma, silme ya da otomatik başlatmadan kaldırma olanağı sağlar.
123 = Arama
124 = Bulunan:
125 = Seçilmiş sistem bileşenini kayıt defterinden kaldırmak istediğinize emin misiniz?\nBu bileşen işletim sisteminiz için gerekli olabilir!
126 =  artık otomatik başlatılmayacak!
127 =  otomatik başlatılacak!
128 = %s, %s ile aynı konuma kurulmuş!\nBulunacak arta kalmış ögeler iki uygulamaya da ait olabilir! Kaldırmak istediğiniz arta kalmış dosyaları dikkatle inceleyin!
129 = MSI zoruyla kaldır

[Uninstaller List]
150 = Uygulama
151 = Boyut
152 = Sürüm
153 = Kurulum tarihi
154 = Kurum
155 = Web sitesi
156 = Açıklama
157 = Kaldırma dizgesi
158 = Kayıt anahtarı
159 = Kurucu 

[Uninstaller StatusBar]
201 = Kurulumlar:
202 = Yükleniyor...

[Registry Optimizer]
302 = Taranacak konumu seçin
303 = Başlat menüsü

[Autorun Toolbar]
407 = Çalıştır
408 = Öldür
409 = Kaldır
410 = Öge sayısı:
411 = Etkin:
412 = Otomatik başlatma aracı ile Windows açılışında otomatik olarak başlatılan uygulamaları ayarlayabilir ve bu uygulamalar hakkında ayrıntılı bilgi alabilirsiniz. Uygulamaların nereden başlatıldığı, açıklaması, yayıncısı, durumu (çalışıp çalışmadığı) ve başlatma komutunun konumu (kayıt defteri ya da disk üzerindeki bir dosya) gibi bilgileri görebilirsiniz.

[Autorun List]
450 = Başlatma adı
451 = Başlatma yolu
452 = Açıklama
453 = Yayınlayan
454 = Durum
455 = Konum
456 = Çalışıyor
457 = Çalışmıyor
458 = Geçersiz
459 = İşlemi sonlandır
460 = İşlemi çalıştır
461 = Bulunduğu klasörü aç
462 = Bulunduğu konuma git
463 = Başlatma yolunu kopyala
464 = Seçilmişi sil
465 = Tüm geçersizleri sil
466 = Tüm çalışmayanları sil
467 = Tüm etkisizleri sil
468 = Özellikler...
470 = Seçilmiş uygulamayı kapatmak istiyor musunuz?\nKaydedilmemiş veriler kaybolacaktır!
471 = Seçilmiş ögeleri silmek istiyor musunuz?
472 = Tüm geçersiz ögeleri silmek istiyor musunuz?
473 = Tüm çalışmayan ögeleri silmek istiyor musunuz?
474 = Tüm etkisiz ögeleri silmek istiyor musunuz?
475 = Komut bulunamadı!
476 = BİLİNMİYOR
477 = Otomatik başlatılmasın
478 = Otomatik başlatılsın

[Outlook Control]
300 = İyileştirme
301 = Kayıt defteri iyileştirici
400 = Otomatik başlatma
500 = İz silme
501 = Web tarayıcı temizleme
600 = Microsoft Office temizleme
700 = Windows temizleme
800 = Kanıt yok etme
900 = Kalıcı olarak silme
2100 = Windows araçları
2200 = Dosya temizleme

[Track Cleaner Browsers]
507 = Tümünü sil
508 = Ziyaret edilmiş İnternet sayfaları geçmişi silinsin
509 = Adres çubuğu geçmişi silinsin
510 = Geçici İnternet dosyaları silinsin
511 = Çerezler silinsin
512 = Index.dat dosyaları silinsin
513 = Yürüt
514 = İndirme geçmişi silinsin
515 = Oturum geçmişi silinsin
516 = Form geçmişi silinsin
517 = Kaldırıcı
518 = Seçilmiş tüm geçmiş verilerini silmek istediğinize emin misiniz?
521 = Tüm geçmiş Internet Explorer verilerini silmek istediğinize emin misiniz?
522 = Tüm geçmiş Firefox verilerini silmek istediğinize emin misiniz?
523 = Tüm geçmiş Opera verilerini silmek istediğinize emin misiniz?
524 = Tüm geçmiş Netscape verilerini silmek istediğinize emin misiniz? 
525 = Ziyaret ettiğiniz her web sitesi ile ilgili web tarayıcı kayıtları. Bu bilgilere web tarayıcı penceresinden kolayca bir düğmeye tıklayarak erişilebileceğinden herhangi biri gezdiğiniz siteleri görebilir. Web Tarayıcı temizleyicisi ile, İnternet sitelerinde gezerken bilgisayarınıza geçici olarak kaydedilmiş tüm görselleri, videoları ve İnternet sayfalarını silebilirsiniz. geçici İnternet Dosyalarını silerek diskinizde de oldukça büyük bir alan kazanabilirsiniz.
526 = Geçmiş kayıtlarını silmeden önce İnternet tarayıcılarını kapatın.
527 = Index.dat dosyaları bilgisayarınızın bir sonraki açılışında silinecek.
599 = Seçilmiş ögelerin izleri temizlendi!

[Office Track Cleaner]
601 = Temizle
607 = Microsoft Word son kullanılan belgeler kayıtları silinsin
608 = Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 ve Word 2016 sürümleri
609 = Microsoft Excel son kullanılan belgeler kayıtları silinsin
610 = Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 ve Excel 2016 sürümleri
611 = Microsoft Access son kullanılan belgeler kayıtları silinsin
612 = Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 ve Access 2016 sürümleri
613 = Microsoft PowerPoint son kullanılan belgeler kayıtları silinsin
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 ve PowerPoint 2016 sürümleri
615 = Microsoft FrontPage son kullanılan belgeler kayıtları silinsin
616 = FrontPage 2000, FrontPage XP ve FrontPage 2003 sürümleri
617 = Microsoft Office Temizleyici, Microsoft Word, Excel, Access, PowerPoint ve FrontPage uygulamalarının son kullanılan belgeler kayıtlarının silinmesini sağlar. Microsoft Office üzerinde son açtığınız ya da düzenlediğiniz belgelerin, çalışma sayfalarının ya da diğer türdeki belgelerin başkaları tarafından görülmesini istemiyorsanız, istediğiniz dosya türlerini seçin “Temizle” düğmesine tıklayın. Seçtiğiniz uygulamaların son kullanılan belgeler kayıtları silinecektir.

[Windows Tracks Cleaner]
701 = Temizle
707 = Son kullanılan belgeler geçmişini silinsin
708 = Başlat menüsü çalıştırma geçmişi silinsin
709 = Dosya arama geçmişi silinsin
710 = Yazıcı, Bilgisayar ve Kişi arama geçmişi silinsin
711 = Panoya kopyalanmış ögeler silinsin
712 = "MS Paint" son kullanılan dosyalar kayıtları silinsin
713 = "MS Wordpad" son kullanılan dosyalar kayıtları silinsin
714 = Regedit son açılan anahtar geçmişi silinsin
715 = Ortak son açılan ve kaydedilen dosyalar geçmişi silinsin
716 = Ortak son ziyaret edilen klasör geçmişi silinsin
717 = Geri dönüşüm kutusu boşaltılsın
718 = Geçici Windows dosyaları silinsin
719 = Başlat menüsü kullanım günlükleri silinsin
720 = Microsoft Windows, dosya arama geçmişi (aranan dosya ve klasörler), son kullanılan belgeler, farklı uygulamalar tarafından standart dosya pencerelerinden son açılan ve kaydedilen dosyalar gibi bilgisayarda yapılan bir çok işlemi kaydeder. Windows Temizleyici, tüm bu geçmiş kayıtlarını ve geçici dosyaları silmenizi sağlar. Ayrıca Geri Dönüşüm kutusunu boşaltarak disk üzerinde oldukça büyük bir boş alan açabilirsiniz. 
721 = Çalıştırma geçmişi explorer.exe işlemi yeniden başlatıldıktan sonra silinecek.
722 = Windows kayıt defterindeki izler
723 = Yerel sabit diskteki izler 
724 = Çökme bellek dökümü dosyaları silinsin
725 = Chkdsk disk tarama aracı tarafından kurtarılmış dosya parçaları silinsin


[Evidence Remover]
802 = Yürüt
803 = Siliniyor
804 = Lütfen silme işlemleri yapılırken bekleyin.
805 = Tamamlandı
806 = Lütfen kalıntıları ve izleri silmek istediğiniz sürücüleri seçin. Bu araç yalnızca daha önce silinmiş veriler üzerinde etkilidir. UYARI: İşlem tamamlandığında silinen dosyalar kurtarılamaz!
807 = Geri dönüşüm kutusu boşaltıldığında, silinen dosyalar yalnızca silinmiş olarak işaretlenir ancak fiziksel olarak silinmez. Bu araç, sabit disk üzerinden daha önce silinmiş dosya ve klasörlerden arta kalmış ögeler tamamen siler. Bu şekilde silinen verilerin hiç bir araç ya da kimse tarafından kurtarılması olanaksızdır.!
808 = Seçilmiş sürücülerdeki kalıntıları ve izleri silmek istediğinize emin misiniz? 

[Unrecoverable Delete]
912 = Silinecek ve kurtarılması olanaksız olacak dosya ve klasörlerin listesi
913 = Dosyalar
914 = Klasörler
915 = Silinecek ve sistemden kaldırılacak dosyaları seçin. Bu dosyalar herhangi bir araç ile kurtarılamaz!
916 = Silinecek ve sistemden kaldırılacak klasörleri seçin. Bu klasörler herhangi bir araç ile kurtarılamaz!
917 = Silinecek dosyaları ekleyin
918 = Silinecek klasörleri ekleyin
919 = Kalıcı sil
920 = Listeyi boşalt
921 = Bir dosya ya da klasörü güvenli olarak (hiç kimsenin hiçbir araç ile kurtaramayacağı şekilde) silmek istiyorsanız kalıcı silme aracını kullanın. Dosyaları silmek ve geri dönüşüm kutusunu boşaltmak dosyaların tamamen silindiği anlamına gelmez. Silinmiş dosyalar disk üzerinde durmaya devam eder ve uygun araçları kullanan herhangi biri tarafından kolayca kurtarılabilir. Kalıcı silme aracı, seçilmiş dosya ve klasörleri fiziksel olarak silerek kurtarılmasını olanaksız kılar. 
922 = Seçilmiş dosya ve klasörleri sonsuza dek kalıcı olarak silmek istediğinize emin misiniz?

[Options Tree]
1001 = Seçenekler
1002 = Ayarları dışa aktar
1003 = Ayarları içe aktar
1100 = Genel
1200 = Kaldırıcı

[General]
1101 = Arayüz dili:
1102 = Gelişmiş kip
1103 = Başlangıçta güncellemeler denetlensin
1104 = Arka planda otomatik güncellensin

[Uninstaller Options]
1201 = Sistem güncellemeleri görüntülensin
1202 = Sistem bileşenleri görüntülensin
1204 = Yalnızca uygulamanın kendi kaldırıcısı çalıştırılsın
1205 = (Windows Vista üzerinde desteklenmez)
1206 = Kaldırma öncesi sistem geri yükleme noktası oluşturulsun


[Auto Update]
1907 = Güncelle
1908 = Sürüm bilgileri
1909 = Geçerli sürüm:
1910 = Güncel sürüm:
1911 = İndir
1912 = Son sürümü indir
1913 = Yenilikler
1914 = Denetleniyor...
1915 = Bağlantı sorunu...
1916 = Durdur
1917 = %s / %s indirildi
1918 = %s indirildi (toplam boyut bilinmiyor)
1919 = Revo Uninstaller Pro, www.revouninstaller.com sitesi ile bağlantı kuramadı. Lütfen internet bağlantısının çalıştığından ve güvenlik duvarının Revo Uninstaller Pro uygulamasını engellemediğinden emin olun
1920 = Hata: Sürüm denetimi yapılamadı. İnternet bağlantısı yok!
1921 = İndiriliyor...
1922 = Güncelleme başlatılıyor...
1923 = Tamam
1924 = Herhangi bir güncelleme yok
1925 = son sürüme güncellendi (%s)

[WinTools]
2110 = Çalıştır
2111 = Her Windows işletim sisteminde birçok işe yarar ve kullanışlı araç ve bileşen bulunur. Ancak bazılarına erişmek zordur bazıları da hatırlaması zor komutlar ile açılır. Windows Araçları sık kullanılan ondan fazla uygulamaya kolayca erişilmesini sağlar. 
2112 = Bir sorun çıktığında, sistem kurtarma ile kişisel verilerinizi kaybetmeden bilgisayarınızı daha önceki bir duruma geri döndürebilirsiniz. Bu araç sistemde ve bazı uygulamalarda yapılan değişikleri izler ve otomatik olarak kolayca belirlenebilecek geri yükleme noktaları oluşturur. Bu geri yükleme noktaları sistemin daha önceki bir yedekleme durumuna döndürülmesini sağlar. Geri yükleme noktaları her gün ya da sistemde önemli değişikler yapıldığında oluşturulur. Ayrıca istediğiniz zaman istediğiniz adı verebileceğiniz geri yükleme noktaları oluşturabilirsiniz.
2113 = Bu araç, bilgisayarınızın donanımı, işletim sistemi, İnternet yapılandırması, ağ ve modem yapılandırması hakkında bilgi verir. Ağ tanılama aracı ile sistemi tarayabilir ve ağ bağlantılarını ile bunları kullanan uygulama ve hizmetlerin işlevsel olup olmadığını sınayabilirsiniz.
2114 = Ağ bilgileri, tüm geçerli TCP/IP ağ yapılandırması, devingen sunucu yapılandırma iletişim kuralı (DHCP) ve etki alanı ad sistemi (DNS) bilgilerini görüntüler. Ayrıca tüm ağ bağdaştırıcıları için IP adresi, MAC adresi, alt ağ maskesi, varsayılan ağ geçidi, Windows İnternet adlandırma hizmeti (WINS) ve DNS sunucuları bilgileriyle tam TCP/IP yapılandırmasını görüntüler.
2115 = Güvenlik merkezi, bilgisayarınızın üç temel güvenlik ögesinin durumunu denetler: Güvenlik Duvarı, Otomatik güncelleme ve kötü amaçlı yazılım ya da virüs koruması. Bunlardan herhangi birinde bir sorun bulunursa (antivirüs korumasının uzun zamandır güncellenmemiş olması gibi) Güvenlik Merkezi bir uyarı verir ve bilgisayarın korunması için önerilerde bulunur.
2116 = Sistem özellikleri, işlemci türü ve bellek miktarı gibi temel bilgisayar donanımı bilgilerini görüntülemek, bilgisayarınızın belleği nasıl kullandığını görüntülemek ve ayarlamak, belirli bilgileri bulmak (donanım ve aygıt özellikleri), donanım profillerini yapılandırmak, ağ bağlantısı ve oturum açma profili hakkında bilgileri görüntülemek ile sistem ve uygulama hataları oluştuğunda Microsoft ya da sistem yöneticinize bildirmek için kullanılabilir.
2117 = Sistem bilgileri, yerel ve uzak bilgisayarların sistem yapılandırma bilgilerini toplayan ve görüntüleyen bir Windows bileşenidir. Bu bileşende, imzalanmış ve imzalanmamış sürücülerle birlikte donanım yapılandırmaları, bilgisayar bileşenleri ve uygulamalar hakkında bilgiler bulunur. Sistem bilgileri, bilgisayarınız ve işletim sistemi hakkında hızlı bir şekilde bilgi edinmek için kullanabileceğiniz bir destek aracıdır
2118 = TCP/IP Netstat Komutu, Windows işletim sisteminin tüm etkin TCP bağlantılarını ve bilgisayarın dinlediği TCP ve UDP kapı numaraları ile her bağlantıyı kuran ya da kapı numarasını dinleyen çalışan dosyayı görüntüler (altta [ ] içinde çalışan dosya adı, üstte bileşen adı olacak şekilde TCP/IP bağlantısına ulaşana kadar). 
2119 = Ekran tuş takımı, ekranda sanal bir tuş takımı görüntüler ve hareket engeli olan kullanıcıların bir işaretleme aygıtı ya da oyun çubuğu kullanarak veri yazmalarını sağlar. Bilgisayarda, basılan tuşları izleyen ötü niyetli bir uygulamanın kurulu olduğunu ve bastığınız tuşların kaydedildiğini düşünüyorsanız ekran tuş takımını da kullanabilirsiniz. Ekran tuş takımı basılan tuşların kaydedilmesini engeller.
2120 = Disk birleştirici yerel depolama birimlerini inceleyerek bölünmüş dosya ve klasörleri birleştirir. Böylece dosya ve klasörler depolama birimi üzerinde tek bir birleşik bir alan kaplar. Disk Birleştirici ayrıca bir depolama birimindeki boş alanı da birleştirerek yeni dosyaların bölünme olasılığını da azaltır. Sonuçta, sistem dosya ve klasörlere erişme ve yenilerini kaydetme işlemlerini daha verimli gerçekleştirir.
2121 = Hizmetler yerel veya uzak bilgisayarlarda bir hizmeti başlatmak, durdurmak, duraklatmak, devam ettirmek ya da devre dışı bırakmak için kullanılabilir. Ayrıca Hizmetler, bir hizmette sorun çıktığında kurtarma işlemleri yapmak (hizmeti otomatik olarak yeniden başlatmak gibi), belirli bir donanım profili için hizmetleri etkinleştirmek ya da devre dışı bırakmak, her hizmetin durumunu ve açıklamasını görüntülemek için kullanılabilir.
2122 = Paylaşılan Klasörler bir ağ üzerinde paylaşılan kaynakları yönetmek, kullanıcı erişim izinleri, oturum etkinliği, paylaşılan kaynak özellikleri gibi bilgileri denetlemek ve hem yerel hem uzak bilgisayarların bağlantı ve kaynak kullanımı özetini görüntülemek için kullanılabilir. Paylaşılan Klasörler ayrıca bilgisayarınıza uzaktan (ağ üzerinden) bağlanan tüm kullanıcıların listesini görüntüleyebilir ve birinin ya da tümünün bağlantısını kesebilirsiniz. Ek olarak uzak kullanıcılar tarafından açılmış dosyaların listesini görüntüleyebilirsiniz.
2123 = Grup ilkesi, kullanıcı ve bilgisayar ilkesi yapılandırmalarını içerir. Grup ilkesi yapılandırması, kullanıcının masaüstü ortamında bir sistem yöneticisinin ayarlamak isteyebileceği çeşitli bileşenleri tanımlar (kullanıcıların kullanabileceği uygulamalar, masaüstünde görüntülenecek simgeler ve Başlat menüsü ayarları gibi).
2124 = Windows bileşenlerini ekle/kaldır, bilgisayarda kurulu Windows bileşenlerinin yönetilmesini sağlar. Bilgisayara Windows işletim sistemi kurulduktan sonra, özgün kurulumda bulunmayan bir Windows bileşenini eklemek ya da kurulu olan ancak artık gerekmeyen bir Windows bileşenini kaldırmak için bu aracı kullanabilirsiniz.
2125 = Microsoft Windows kötü amaçlı yazılımları temizleme aracı, bilgisayarınızı belirli ve yaygın kötü amaçlı yazılımların bulaşmasına karşı denetler ve bulunan yazılımların temizlenmesine yardımcı olur. Bu kötü amaçlı yazılımlar virüsler, solucanlar ve Truva atları olabilir. Algılama ve kaldırma işlemi tamamlandığında, bulguları, yapılan işlemleri ve sonucu açıklayan bir rapor görüntülenir.


[Junk Files Cleaner Options]
2202 = Taranacak Sürücüler:
2203 = Model
2204 = Açıklama
2205 = Ekle
2206 = Sil
2207 = Varsayılan ayarlar
2208 = Gereksiz dosya temizleme::Genel
2209 = Gereksiz dosya temizleme::Katılmayacak
2220 = Taranacak model:
2221 = ? ve * genel arama karakterleri kullanılabilir
2222 = Model ekle
2223 = Katılmayacak model ekle
2224 = ? ve * genel arama karakterleri kullanılabilir
2225 = Katılmayacak model:
2226 = Silinen dosyalar geri dönüşüm kutusuna atılsın
2227 = Son 24 saat içinde erişilmiş dosyalar yok sayılsın

[Junk Files Cleaner Tool]
2306 = Tara
2307 = Sil
2308 = Taranıyor
2309 = Lütfen taramanın tamamlanmasını bekleyin.
2310 = İptal
2311 = Ad
2312 = Boyut
2319 = Dosyalar:
2320 = Toplam boyut:
2323 = Şu anda Windows ya da başka bir uygulama tarafından\n kullanılan bazı dosyalar silinemiyor!
2324 = Taramayı başlatmak için en az bir sürücü ve dosya uzantısı seçin.
2325 = Dosya temizleme aracı, bilgisayardaki pek çok gereksiz dosyanın bulunmasına yardımcı olur. Normalde bu dosyalar, gerek kalmadığında oluşturan uygulama tarafından silinir. Bununla birlikte uygulamaların beklenmedik şekilde kapanması ya da sistem çökmesi gibi nedenlerle silinmeden kalabilir. Bu durum boş disk alanının azalması ve sistemin yavaşlaması gibi sorunlara yol açar.
2326 = Dosya:
2327 = Dosyalar siliniyor
2328 = Herhangi bir atık dosya bulunamadı

[Context Menu Junk Files Cleaner]
2313 = Aç
2314 = %s üzerinde ara 
2315 = Bulunduğu klasörü aç
2316 = Özellikler...
2317 = Tüm ögeleri seç
2318 = Tüm ögeleri bırak
2321 = Seçilmiş ögeleri işaretle
2322 = Seçilmiş ögelerin işaretini kaldır

[Topmost Window]
4002 = Ayarlar
4003 = Ana pencereyi aç
4004 = Sürükleyip bırakma kipi
4005 = Avcı kipi
4006 = Boyut
4007 = Küçük
4008 = Orta
4009 = Büyük
4010 = Pencere boyutu
4011 = ÇIK
4012 = Kaldır
4013 = Otomatik başlatmayı durdur
4014 = İşlemi sonlandır
4015 = İşlemi sonlandır ve sil
4016 = Bulunduğu klasörü aç
4017 = Bilgiler
4018 = Özellikler
4019 = İptal
4020 = Bir kerede yalnızca bir dosya destekleniyor!
4021 = Bir klasör bıraktınız, lütfen bir dosyayı sürükleyip bırakın!
4022 = Kaldır ya da sil:
4023 = Çözümlenemedi! Başka bir pencere, simge veya görev çubuğu ögesini göstermeyi deneyin
4024 = Kaldırma komutu başlatılamadı!\n Lütfen uygulamayı Kaldırıcı ile kaldırın.
4025 = Kurulum paketi bulunamadı!\nİpucu: Ana pencereden uygulama hakkında daha fazla bilgi alarak\n el ile kaldırmayı deneyin!
4026 = Hedef uygulama otomatik başlatmadan kaldırıldı!\nİpucu: Yeniden etkinleştirmek isterseniz ana uygulamadaki Otomatik Çalıştır aracını kullanın!
4027 = Hedef uygulama bilinen başlatma konumlarında bulunamadı!\nİpucu: Bir uygulamayı otomatik olarak başlatmak için kullanılabilecek diğer konumlar için  Google sitesine bakın!
4028 = Seçilmiş uygulamayı kapatmak istediğinize emin misiniz?\nKaydedilmemiş veriler kaybolacak!
4029 = Kaldırıcı
4030 = Seçilmiş uygulamayı kapatmak ve silmek istediğinize emin misiniz?\nKaydedilmemiş veriler kaybolacak!
4031 = Windows Explorer uygulamasını kapatmak istediğinize emin misiniz?\n Başlat menüsü, görev çubuğu ve sistem tepsisi kaybolacak!
4032 = Windows ile otomatik başlat
4033 = Saydamlık
4034 = Hedefi açık pencerenin, simgenin ya da görev çubuğu ögesinin üzerine sürükleyin.
4035 = Her zaman üstte

[Scan After Uninstall]
4210 = Konum
4211 = Anahtar
4212 = Değer
4213 = Veri
4214 = Dosya
4215 = Herhangi bir öge seçilmemiş. Silinecek ögeyi seçin!
4216 = Kaldırdıktan sonra tara
4217 = Tümünü seç
4218 = Tümünü bırak
4219 = Sil
4220 = Arta kalmış dosyalar
4221 = Arta kalmış kayıt defteri kayıtları
4222 = Kaldırılmadan önce taranıyor. Lütfen bekleyin...
4223 = Kaldırıcı çalıştırılıyor...
4224 = Kaldırıcı işlemi tamamladığında, arta kalmış dosyalar, klasörler ve kayıt defteri anahtarları için taramayı başlatın.
4225 = Kaldırmadan sonra taranıyor. Lütfen bekleyin...
4226 = Lütfen listelenen ögeleri dikkatle denetleyin!
4227 = Kapat
4228 = Listedeki arta kalmış dosyalar bilgisayarın bir sonraki açılışında silinecek. 
4229 = Uygulamanın kaldırıcısı çalıştırılamadı!\nKaldırma komutu geçersiz olabilir!
4230 = Önceki 
4231 = Sonraki
4232 = Bir kaldırma yöntemi seçin
4233 = Yöntemler
4234 = Kendi kaldırıcısı – Yalnızca uygulamanın kendi kaldırıcısı çalıştırılır ve başka tarama yapılmaz
4235 = Güvenli – Uygulamanın kendi kaldırıcısına ek olarak, güvenle silinebilecek arta kalmış ögeleri bulmak için kayıt defteri ve sabit disk taranır. Bu yöntem en hızlısıdır.
4236 = Normal – Güvenli yönteme ek olarak, uygulamadan arta kalmış tüm ögeleri bulmak için kayıt defteri ve sabit disk üzerindeki sık kullanılan konumlar taranır.
4237 = Gelişmiş – Normal yönteme ek olarak, uygulamadan arta kalmış tüm ögeleri bulmak için kayıt defteri ve sabit disk üzerinde derin ve kapsamlı bir tarama yapılır. Bu yöntem en yavaşıdır.
4238 = Kaldırılmadan önce uygulamanın verileri inceleniyor.
4239 = Uygulamanın kendi kaldırıcısı çalıştırılıyor.
4240 = Uygulamanın kaldırılması tamamlandıktan sonra, arta kalmış dosyaların, klasörlerin ve kayıt defteri ögelerinin taranması için "Sonraki" düğmesine tıklayın. 
4241 = İnceleme ve kaldırma işlemleri yapılıyor
4242 = Arta kalmış ögeler taranıyor
4243 = Uygulamanın kaldırıcısı tamamlandı. Şimdi kaldırılan uygulamadan arta kalmış dosyalar, klasörler ve kayıt defteri ögeleri taranıyor. Lütfen bekleyin…
4244 = Arta kalmış kayıt defteri ögeleri
4245 = Bulunan kayıt defteri ögeleri:
4246 = Not: Lütfen koyu ögeleri dikkatle gözden geçirin! Yalnızca işaretleyeceğiniz koyu ögeler ve alt ögeleri silinecek!
4247 = Bulunan arta kalmış dosya ve klasörler
4248 = Bulunan ögeler:
4249 = Bilgisayarım
4250 = Revo Uninstaller, uygulamanın kendi kaldırıcısını başlatamadı. Uygulamanın kaldırma komutu geçersiz ya da kaldırma uygulaması bozulmuş olabilir. “Önceki” düğmesine tıklayıp başka bir kaldırma yöntemini deneyebilirsiniz!
4251 = Uygulamanın kendi kaldırıcısı tamamlandı. Revo Uninstaller arta kalmış ögeleri taramadı. Arta kalmış dosya, klasör ve kayıt defteri ögelerini taramak için “Önceki” düğmesine tıklayıp başka bir uygulama kaldırma yöntemini deneyin.
4252 = Revo Uninstaller kaldırma işlemini tamamladı ve arta kalmış bir öge bulunamadı. “Önceki” düğmesine tıklayarak daha derin tarama yapacak başka bir gelişmiş kaldırma yöntemi seçebilirsiniz.
4253 = Revo Uninstaller kaldırma işlemini tamamladı. Arta kalmış başka ögeler olup olmadığına bakmak için “Önceki” düğmesine tıklayarak daha derin tarama yapacak başka bir gelişmiş kaldırma yöntemi seçebilirsiniz.
4254 = Tamamlandı
4255 = Seçtiğiniz dosyaları çöp kutusuna göndermek istediğinize emin misiniz?
4256 = Seçtiğiniz kayıt defteri ögelerini silmek istediğinize emin misiniz?
4257 = Revo Uninstaller kaldırma işlemini tamamladı!
4258 = Bulunan arta kalmış kayıt defteri ögelerini silmeden sonraki adıma geçmek istediğinize emin misiniz?
4259 = Bulunan arta kalmış dosya ve klasörleri silmeden sonraki adıma geçmek istediğinize emin misiniz? 
4260 = Uygulamadan arta kalmış ögelerin taranması tamamlandı. Sonuçları görmek için “Sonraki” düğmesine tıklayın!
4261 = Sistem geri yükleme noktası oluşturuluyor...
4262 = Sistem geri yükleme noktası oluşturulamadı!
4263 = Sistem geri yükleme noktası oluşturma özelliği devre dışı bırakılmış (Ayarlar -> Kaldırıcı)
4264 = Sistem geri yükleme noktası oluşturuldu!
4265 = Sistem geri yükleme noktası oluşturulması devre dışı bırakılmış (Windows ayarlarından)
4266 = Şunun için arta kalmışlar taranıyor
4267 = arta kalmış öge kayıt defteri ve dosya sisteminde bulundu
4268 = arta kalmış öge kayıt defteri ve dosya sisteminden silindi
4269 = kaldırılmış uygulamalar
4270 = Bir geri yükleme noktası oluşturulamadı (Windows ayarlarından sistem geri yükleme özelliği devre dışı bırakılmış)
4271 = Kayıt defteri ve dosya sisteminde bulunan arta kalmış ögeler siliniyor...
4272 = Arta kalmış ögeler taranıyor...

[About]
4300 = Çevirmenler:

[ContextMenu Uninstaller]
5000 = Komutlar
5001 = Bilgiler
5002 = %s üzerinde ara
5004 = Kurulu konum
5005 = Hakkında bağlantısını aç...
5006 = Yardım bağlantısını aç...
5007 = Güncelleme bağlantısını aç...
5008 = Kayıt defteri anahtarını aç...

[Common]
10000 = Tamam
10001 = İptal
10002 = Yardım
10003 = Göz at
10004 = Geçerli aracın yardımı
10005 = Web sitesi
10006 = Hakkında
10007 = Uyarı
10008 = Hata
10009 = Evet
10010 = Hayır
10011 = Duraklat
10012 = Devam et
10013 = Varsayılan
10014 = Lütfen bekleyin...
10015 = Sonra
10016 = Asla
10017 = İşlem tamamlandı!
10018 = Lütfen işlem sürerken bekleyin...
10019 = Düzenle
10020 = Yeniden dene
10021 = Yok say
10022 = Vazgeç
10023 = Sil
10024 = Kaydet
10025 = Ögeler
10026 = Başlat
10027 = Kapat (önerilir)

[Tooltips]
2000 = Kaldırıcı kipine geç
2001 = Araçlar panosunu görüntüle
2002 = Ayarları yap
2003 = Avcı kipine geç
2004 = Kurulu uygulama listesinin görünümünü değiştir
2005 = Seçilmiş uygulamayı kaldır
2006 = Seçilmiş ögeyi kayıt defterinden sil
2007 = Uygulama listesini güncelle
2008 = Geçerli sürümü son sürümle güncelle
2009 = Uygulama hakkında ek bilgilere ve sorularınızın yanıtlarına bakın
404 = Seçilmiş uygulamayı başlat
405 = Seçilmiş uygulamayı durdur ve kapat 
406 = Seçilmiş uygulamanın otomatik başlatılmasını engelle
506 = Seçilmişleri temizle
605 = Seçilmişleri temizle 
705 = Seçilmişleri temizle 
2106 = Seçilmiş aracı çalıştır 
2304 = Seçilmiş ayarlara göre gereksiz dosyaları tara 
2305 = Seçilmiş dosyaları geri dönüşüm kutusuna gönder



[UninstallerPro]
15000 = Genel
15001 = Grup\nyöneticisi
15002 = Yeni uygulamalar
15003 = Diğer uygulamalar
15004 = Ad
15005 = Yeniden adlandır
15006 = İnternet
15007 = Oyunlar
15008 = Çoklu ortam
15009 = Araçlar
15050 = Yukarı taşı
15051 = Aşağı taşı
15052 = Ekle
15053 = Kaldır
15054 = Sütunlar
15055 = Bu sütunu kaldır
15056 = Hizalama
15057 = Sola
15058 = Ortaya
15059 = Sağa
15060 = En uygun
15061 = Listeyi dışa aktar
15062 = Metin biçimi (txt)
15063 = HTML biçimi (html)
15064 = Microsoft Excel
15065 = Dışa aktar
15066 = Dışa aktarmak istediğiniz sütunları seçin:
15067 = Yeni uygulama eşiği:
15068 = Şu gün önce kurulmuş
15069 = Uygulamanın son çalıştırılmasından bugüne
15070 = Grup adı:
15071 = Ekle
15072 = Grup
15073 = İzlenen uygulamalar
15074 = İzlenen\nuygulamalar
15075 = Tüm uygulamalar
15076 = Tüm\nuygulamalar
15077 = Günlüğü sil
15078 = Özel kaldır
15079 = Simgeyi değiştir
15080 = Gruba ekle
15081 = Gruptan kaldır
15082 = Kaldırılıyor
15083 = Uygulamanın günlük kaydındaki dosyaları ve klasörleri kaldırılıyor:
15084 = Günlük kaydındaki kayıt defteri ögeleri kaldırılıyor:
15085 = Kaldırılan uygulamayla ilgili olabilecek bazı veriler bulundu. Ancak bunlar uygulama kurulurken Revo Uninstaller Pro tarafından günlüğe kaydedilmemiş olduğundan silinmedi. Bu ögeleri gözden geçirip silmek istiyorsanız "Gelişmiş Kaldırma" düğmesine tıklayın.
15086 = Gelişmiş kaldırma
15087 = Dosya\klasör yolu
15088 = Liste yükleniyor...
15089 = Seçilmiş değerleri kaldır
15090 = Üst kayıt defteri anahtarını aç... 
15091 = Tümünü genişlet 
15092 = Tümünü daralt
15093 = Değer adı 
15094 = Günlük klasörü:
15095 = Önceden var olan sistem dosya ve klasörleri için yeniden adlandırma işlemlerini yap
15096 = Zorla kaldır
15097 = Zorla\nkaldır
15098 = Seçilmiş anahtarı genişlet
15099 = Seçilmiş anahtarı daralt
15100 = Seçilmiş anahtarı kaldır
15101 = Seçilmiş anahtarı Oluşturulmuş olarak işaretle
15102 = Katılmayacaklar listesine ekle
15103 = Günlük dosyası geçersiz
15104 = Dosya bulunamadı! Geçerli bir dosya adı yazın ya da işlemi iptal edin.
15105 = İşlemi seçin
15106 = İşlemi listeye ekle
15107 = İşlemin tam yolu:
15108 = Kayıt defteri anahtarı ekle
15109 = Kayıt defteri anahtarı yolu
15110 = Zorla kaldırma, uygulamaları kaldırmanın yanında tamamen ya da kısmen kaldırılmış uygulamalardan arta kalmış ögeleri silmek  için de kullanılır. Arta kalmış dosya ve klasörlere göz atabilir ya da kaldırmak istediğiniz herhangi bir uygulamanın tam yolunu yazabilirsiniz. Ek bilgi olarak programın adını yazabilirsiniz. Revo Uninstaller Pro, yazılmış bilgilere göre, izlenen uygulamalar ve günlük veritabanında uygulamanın kendi kaldırıcısını ve ilgili kurulum günlüklerini arar. Herhangi bir bilgi bulunursa görüntülenir ve doğru olup olmadığını seçmeniz istenir. \n\nLütfen kaldırmak istediğiniz uygulamanın tam adını ve kurulu olduğu konumu yazın.
15111 = Tarama yöntemleri
15112 = Uygulamanın kaldırıcısı
15113 = Güvenli
15114 = Normal
15115 = Gelişmiş
15116 = Uygulamanın dosya ya da klasörünün tam yolu:
15117 = Uygulamanın tam adı:
15118 = Uygulamanın kaldırıcılarını bul:
15119 = Seçilmiş uygulamanın kaldırıcısını çalıştır
15120 = Uygulama adı
15121 = Kaldırma komutu
15122 = Tür
15123 = 32 bit
15124 = 64 bit
15125 = İşlemi sonlandır ve devam et
15126 = Seçilmiş dosya çalışan bir işlem! Dosyayı ve ilgili ögelerini düzgün şekilde kaldırmak istiyorsanız, devam etmeden önce işlemi sonlandırmanız (durdurmanız) önerilir.
15127 = Katılmayacak kayıt defteri anahtarları
15128 = Alt anahtarlar katılsın
15129 = Başlangıçta "İzlenen uygulamalar" açılsın
15130 = Silinen dosya ve klasörlerin konumu:
15131 = Yedekleme klasörü
15132 = Geri dönüşüm kutusu
15133 = Kalıcı olarak silinsin
15134 = Seçilmiş ögeleri silmek istediğinize emin misiniz?
15135 = Klasörler
15136 = Dosyalar
15137 = Uygulama ile ilgili olabilecek dosya ve klasörler
15138 = Uygulama ile ilgili olabilecek kayıt defteri ögeleri
15139 = Anahtarlar:
15140 = Değerler:
15141 = Günlükteki dosya ve klasörler
15142 = Önceden var olan sistem dosya ve klasörleri için yeniden adlandırma işlemlerini yap
15143 = Seçilmiş ögeleri silmek istediğinize emin misiniz?
15144 = Seçilmiş olan ancak arta kalmış dosyalar sistem yeniden başlatıldığında silinecek.
15145 = Günlüğe kaydedilmiş kayıt defteri ögeleri
15146 = Kaldırılıyor...
15147 = Belirtilen bilgilere göre arta kalmış dosyalar, klasörler ve kayıt defteri ögeleri taranıyor
15148 = İnceleniyor ve varsayılan kaldırma için uygulamanın kendi kaldırıcısı çalıştırılıyor
15149 = Uygulamanın kendi kaldırıcısı işlemi tamamladıktan sonra, arta kalmış dosya, klasör ve kayıt defteri ögelerini taramaya başlamak için "Tara" düğmesine tıklayın.
15150 = Disk üzerinde ön bellek verileri dosyasını yazabilmek için yeterli alan yok
15151 = Ön bellek verileri dosyası yazılırken sorun çıktı. Gerekli izinlerinizin bulunduğundan emin olun.
15152 = Ön bellek verileri dosyası okunurken sorun çıktı
15153 = Revo Uninstaller Pro arta kalmış bir öge bulunamadı
15154 = Tara
15155 = Özel\nkaldırma
15156 = Revo Uninstaller Pro "Tüm Uygulamalar" modülü, geçerli kullanıcı ve tüm kullanıcılar için, kurulu tüm uygulamaları ve eklentileri "Yeni" ve "Diğer" şeklinde iki varsayılan gruba ayrılmış olarak görüntüler. "Ayrıntılar" görünüm türünden ya da sağ tık menüsünden ek bilgilere ulaşabilirsiniz (kurulumlar hakkında bağlantı ve özellikler). Bu kip için ayarlar "Ayarlar" menüsünde "Kaldırıcı" altındaki "Tüm uygulamalar" bölümünde bulunur.
15157 = Revo Uninstaller Pro "İzlenen uygulamalar" modülü, kurulum işlemi Revo Uninstaller Pro tarafından izlenmiş olan uygulamaları görüntüler. Bir uygulamanın kurulumunu Revo Uninstaller Pro ile izlemek için, uygulamanın kurulum dosyasına sağ tıklayabilir ya da ana araç çubuğundaki "Uygulama kur" düğmesine tıklayabilirsiniz. Bu kip için ayarlar "Ayarlar" menüsünde "Kaldırıcı" altındaki "İzlenen uygulamalar" bölümünde bulunur
15158 = Kayıt
15159 = Yardım dosyası
15160 = Uygulamaları kur
15161 = Uygulamaları\nkur
15162 = Kaldırma işleminden önce sistem geri yükleme noktası oluşturulsun ve kayıt defterinin yedeği alınsın
15163 = Kayıt defterinin yedeği alınıyor...
15164 = Sistem geri yükleme noktası oluşturulması ve kayıt defterinin yedeklenmesi devre dışı bırakılmış (Ayarlar -> Kaldırıcı)
15165 = Sistem geri yükleme noktası oluşturma - tamamlandı!
15166 = Sistem geri yükleme noktası oluşturma - tamamlanamadı!
15167 = (Windows Vista ya da Windows 7, 8 üzerinde desteklenmez)
15168 = Günlükler:
15169 = ya da Avcı kipi simgesine sağ tıklayıp "Çıkış" üzerine tıklayın
15170 = Kaldırma yardımcısı tam ekranda açılsın
15171 = Klasör yolu
15172 = Yardım dosyasını görüntülemek için bir PDF okuyucu kurun
15173 = Yeni grup ekle
15174 = Seçilmiş günlük kayıtlarını sil 
15175 = Ön bellek dosyasını yeniden oluştur
15176 = Ön bellek dosyasını yeniden oluşturmak istediğinize emin misiniz?\nUygulama ayrıntıları üzerinde yaptığınız özelleştirmeler sıfırlanacak!
15177 = Yönetim
15178 = Günlüğü içe/dışa aktar ya da düzenle
15179 = Değiştir\nya da onar
15180 = Değiştir ya da onar
15181 = Bağlantıyı güncelle
15182 = Günlük veritabanı
15183 = Günlük\nveritabanı
15184 = Uygulamalar:
15185 = Uygulama adı
15186 = Uygulama sürümü
15187 = Windows sürümü
15188 = Bit sürümü
15189 = Bulundu
15190 = Yalnızca %s uyumlu günlük kayıtları görüntülensin
15191 = Yalnızca %s günlük kayıtları görüntülensin
15192 = Bulunan günlük kaydı:
15193 = Veritabanı günlük kayıtları:
15194 = Şuna göre ara:
15195 = günlük kaydı
15196 = günlük kayıtları
15197 = uygulama
15198 = uygulamalar
15199 = Ad
15200 = Hızlı kaldır 
15201 = Hızlı\nkaldır
15202 = İlk sistem yedeklemesi yapılıyor
15203 = %d / %d uygulama kaldırılıyor 
15204 = İlk inceleme - tamamlandı!
15205 = Uygulamanın kendi kaldırıcısı başlatılıyor - tamamlandı!
15206 = Uygulamanın kendi kaldırıcısı başlatılıyor - tamamlanamadı!
15207 = Arta kalmış dosyalar, klasörler ve kayıt defteri ögeleri taranıyor...
15208 = Bulunan arta kalmış ögeler siliniyor...
15209 = Arta kalmış %d kayıt defteri anahtarı %d değer silindi
15210 = Arta kalmış %d klasör ve %d dosya silindi
15211 = Hızlı kaldırma tamamlandı!
15212 = Durum
15213 = Uygulamanın kaldırıcısı tamamlandıktan sonra, "Devam" düğmesine tıklayıp kaldırma işlemine devam edin.
15214 = Devam
15215 = İçe aktarıldı
15216 = Açıklama ekle
15217 = Açıklamayı düzenle
15218 = Modüller
15219 = Günlük tarihi
15220 = Kaldırma için günlük verileri hazırlanıyor...
15221 = %d / %d öge
15222 = Gerekli yeniden adlandırma işlemleri yapılıyor...
15223 = Seçilmiş günlük kaydını kaldırmak istediğinize emin misiniz?
15224 = Seçilmiş günlük kayıtlarını kaldırmak istediğinize emin misiniz?
15225 = %d / %d günlük kaydı kaldırılıyor
15226 = Tümünü dışa aktar
15227 = Yedeklemeyi\natla
15228 = Sistem geri yükleme noktası oluşturma ve kayıt defteri yedeklemesi atlansın
15229 = Tam kayıt defteri yedeği oluşturma - atlandı!
15230 = Sistem geri yükleme noktası oluşturma - atlandı!
15231 = Günlüğü düzenle
15232 = Günlüğü içe aktar
15233 = Günlüğü dışa aktar
15234 = Günlük işleniyor -
15235 = Günlüğü yeniden adlandır
15236 = Günlük adı
15237 = Değişiklikleri kaydet
15238 = Değiştir
15239 = Simge
15240 = Simge dizini
15241 = Yazar
15242 = Oluşturma zamanı
15243 = Son değişiklik zamanı
15244 = Öngörülen boyut
15245 = Kayıt defteri anahtarları
15246 = Kayıt defteri değerleri
15247 = Oluşturuldu
15248 = Silindi
15249 = Adlandırıldı
15250 = Üzerine yazıldı
15251 = Bilinmiyor
15252 = Eski ad
15253 = Tam ad
15254 = Eski tam ad
15255 = Eski veriler
15256 = Aynı adlı bir kayıt defteri değeri zaten var!
15257 = Anahtar ekle
15258 = Anahtar adı:
15259 = Değiştirilmedi
15260 = Anahtarı değiştir
15261 = Değer ekle
15262 = Değeri değiştir
15263 = Ayarla
15264 = Eski tür
15265 = Kaldırma işlemi sırasında çalışan yürütülebilir dosyalar zorla durdurulsun
15266 = Uygulamalar normal şekilde kaldırılmadan önce uygun bir günlük aransın
15267 = Seçilmiş uygulamaları hızlı kaldırma ile kaldırmak istediğinize emin misiniz?
15268 = Günlükleriniz arasında kaldırma için kullanılabilecek uygun bir günlük bulundu\nVarsayılan kaldırma işlemi için uygulamanın kendi kaldırıcısı başlatılıyor.
15269 = Günlük veritabanında kaldırma için kullanılabilecek uygun bir günlük bulundu\nVarsayılan kaldırma işlemi için uygulamanın kendi kaldırıcısı başlatılıyor.
15270 = Uygulamanın kaldırıcısı tamamlandığında, arta kalmış dosya, klasör ve kayıt defteri ögelerini görmek için "Devam" düğmesine tıklayın.
15271 = Günlük dosyası indirilirken sorun çıktı!
15272 = İndirilen günlük dosyasını yeniden adlandırılırken sorun çıktı!
15273 = Revo Uninstaller Pro "Günlük Veritabanı" modülü, Windows sisteminizle uyumlu, izlenmiş uygulama günlüklerinin listesini görüntüler. Bu günlükler Revo Uninstaller Pro ekibi tarafından hazırlanır ve web sitemizde depolanır. Bilgisayarınızda kurulu uygulamaları kolayca ("Kaldır" düğmesine tek tıklama ile) kaldırmak için bu günlükleri kullanabilirsiniz.
15274 = Kullanılan sürüm:
15275 = Şimdi güncelle
15276 = Günlük veritabanı otomatik olarak güncellensin
15277 = Günlük veritabanı indirilirken sorun çıktı!
15278 = Günlük veritabanı güncellenirken sorun çıktı!
15279 = Günlük veritabanı ayıklanırken sorun çıktı!
15280 = Günlük veritabanı açılırken sorun çıktı!
15281 = Açıklamayı yazın:
15282 = Simge seçin
15283 = Dosya yolu:
15284 = Listeden bir simge seçin:
15285 = Dosya
15286 = Klasör
15287 = Günlük dışa aktarılıyor -
15288 = Günlük içe aktarılıyor -
15289 = %%%d tamamlandı
15290 = Dışa aktaran
15291 = İlgili günlükler bulundu
15292 = Evet (önerilir)
15293 = Listelenen sizin tarafınızdan kaydedilmiş günlükler, kaldıracağınız uygulama ile ilgili gibi görünüyor. Kaldırma işlemi için günlükteki verilerin kullanılmasını ister misiniz?
15294 = Günlük indiriliyor -
15295 = Listelenen günlükler veritabanında bulunan günlükler, kaldıracağınız uygulama ile ilgili gibi görünüyor. Kaldırma işlemi için bunlardan birini kullanmak istiyorsanız önünü bir işaret koyun.
15296 = Günlük veritabanımızda uygun bir kaldırma günlüğü var.\nUygulamayı daha uygun şekilde kaldırmak için bunu kullanmak ister misiniz?
15297 = Seçilmiş günlükleri listeden silmek istediğinize emin misiniz?
15298 = Dışa aktarılacak en az bir sütun seçmelisiniz!
15299 = Şunun için göz at
15300 = Seçilmiş günlüğü kullan
15301 = Kaynak
15302 = Listeden herhangi bir uygulama kaldırıcısı seçmediniz.\nuygulamanın kaldırıcısını atlayıp arta kalmış ögeleri taramaya geçmek istediğinize emin misiniz?
15303 = Kaldırma işlemi sırasında kullanmak istiyorsanız listeden bir uygulama kaldırıcısı seçin.
15304 = Listeden herhangi bir günlük seçmediniz.\nGünlüklerin kullanılmasını atlayıp arta kalmış ögeleri taramaya geçmek istediğinize emin misiniz?
15305 = Kaldırma işlemi sırasında kullanmak istiyorsanız listeden bir günlük seçin.
15306 = Günlük verileri yükleniyor...
15307 = Kaldırma öncesi kayıt defterinin tam yedeği alınsın
15308 = Tam kayıt defteri yedeğinin alınması devre dışı bırakılmış (Ayarlar->Kaldırıcı)
15309 = Yol:
15310 = Kurulum tarihi uygulamanın kaldırma verilerinden alınsın
15311 = Revo Uninstaller Pro ile \nuygulama kur
15312 = Seçilmiş günlükleri birleştir
15313 = Seçilmiş günlükleri birleştirmek istediğinize emin misiniz?\nBu komut, tek bir uygulamayla ilgili farklı günlükler için kullanılabilir ve tüm günlüklerdeki verileri tek bir günlükte birleştirir.
15314 = Birleştirilmiş günlük adı
15315 = Katılmayacak klasörler
15316 = Katılmayacak dosya ve klasörler
15317 = Katılmayacak kayıt defteri anahtarları
15318 = %s uygulamasını kaldırma işlemi bilgisayarın yeniden başlatılması nedeniyle kesintiye uğradı. Kaldırma işlemini sürdürmek ister misiniz?
15319 = Geçerli bilgisayardaki tüm günlük işlemleri
15320 = Aktar
15321 = Yedekle
15322 = Onar
15323 = Taşınabilir sürümün ana klasörünü seçin
15324 = Günlükleri yedekle
15325 = Günlükleri geri yükle
15326 = Aynı adla var olan günlüklerin üzerine yazılsın mı?
15327 = Kurulu Revo Uninstaller Pro veri klasörü algılanırken sorun çıktı.
15328 = Yürütülebilir dosya aranıyor... 
15329 = Uygulama çalıştırılamadı
15330 = Uygulama zaten çalışıyor
15331 = Başlatılan uygulamanın bir kullanıcı arayüzü yok gibi görünüyor
15332 = Uygulama erken kapatılmış gibi görünüyor
15333 = Kullanıcı arayüzü bekleniyor ...
15334 = Ayrıntılar görünümünde işaret kutuları görüntülensin
15335 = Yol bulunamadı!
15336 = Günlük verilerini dışa aktar
15337 = Listelenen uygulamalar %s ile aynı konuma kurulmuş. Bu uygulamalardan arta kalmış dosyalar var.\nİlerlemek istediğinize emin misiniz?
15338 = İlgili uygulamalar bulundu
15339 = Bulunan tüm arta kalmış ögeler otomatik olarak silinsin
15340 = Arta kalmış %d kayıt defteri ögesi bulundu
15341 = Arta kalmış %d kayıt defteri ögesi siliniyor...
15342 = Arta kalmış %d klasör ve %d dosya bulundu
15343 = Arta kalmış %d klasör ve %d dosya bulundu...
15344 = %d seçilmiş
15345 = Tüm windows hesapları için arta kalmış ögeleri tarama seçeneği görüntülensin
15346 = Renk temasını seçin
15347 = Klasik
15348 = Koyu
15349 = Bu ayarları istediğiniz zaman değiştirebilirsiniz.
15350 = Varsayılan kaldırma için uygulamanın kendi kaldırıcısı inceleniyor ve sessizce başlatılıyor (olabiliyorsa)
15351 = İlk kaldırma için uygulamanın varsayılan kaldırma komutları başlatılıyor
15352 = Tüm windows hesapları için arta kalmış ögeler taransın
15353 = tüm Windows hesaplarından kaldır
15354 = %s uygulamasının kendi kaldırıcısı çalıştırılıyor
15355 = Varsayılan ( %s ) kaldırıcı tamamlandıktan sonra arta kalmış ögeleri taramak için "Tara" düğmesine tıklayın
15356 = Günlük kaydı düzeyi %d olarak değiştirildi.

[Auto Run Manager Pro]
15800 = Ekle
15801 = Windows başlangıcında çalışacak uygulama ekle
15802 = Şunun için otomatik başlatmayı ayarla:
15803 = Tüm kullanıcılar
15804 = Geçerli kullanıcı
15805 = Şuradan otomatik başlatmayı ayarla:
15806 = Kayıt defteri: Run - Her Windows başlangıcında çalışır
15807 = Kayıt defteri: RunOnce - Yalnızca bir sonraki Windows başlangıcında çalışır
15808 = Başlangıç klasörü - Her Windows başlangıcında
15809 = Komut (tam yol):
15810 = Ad:
15811 = Otomatik başlatmadan kaldırıldı
15812 = Çalışmayan ögeler otomatik başlatmadan kaldırıldı
15813 = Devre dışı bırakılmış tüm ögeler otomatik başlatmadan kaldırıldı
15814 = Hizmetler
15815 = Windows hizmetlerini aç
15816 = Zamanlanmış görevler
15817 = Etkinleştir
15818 = Devre dışı\nbırak

[General App]
16001 = Yazdır
16002 = Yazdırma ön izlemesi
16003 = Yazdırma ayarları
16004 = Görünüm
16005 = Menü çubuğu
16006 = Ana çubuk
16007 = Açıklama panosu
16008 = Durum çubuğu
16009 = Araç çubuğu
16010 = Dosya
16011 = Otomatik\nbaşlatma
16012 = Dosya\ntemizleme
16013 = Windows\naraçları
16014 = Tarayıcı\ntemizleme
16015 = Microsoft Office\ntemizleme
16016 = Windows\ntemizleme
16017 = Kanıt\nyok etme
16018 = Kalıcı\nsilme
16019 = Yedek\nyönetimi
16020 = Revo Uninstaller Pro ile kur
16021 = Revo Uninstaller Pro ile kaldır
16022 = Seçilmiş uygulamayı Revo Uninstaller Pro ile kur
16023 = Seçilmiş uygulamayı Revo Uninstaller Pro ile kaldır
16024 = Yedek klasörü:
16025 = Silinmiş kayıt defteri ögeleri yedeklensin
16026 = Silinmiş dosya ve klasörler yedeklensin
16027 = Bu bilgisayara Microsoft Excel kurulmamış (hata kodu 0x%08X).
16028 = Microsoft Excel uygulaması başlatılırken sorun çıktı (hata kodu 0x%08X).
16029 = Bilinmeyen hata.
16030 = Kayıt defteri
16031 = Revo Uninstaller Pro bilgi iletileri görüntülenmesin
16032 = Revo Uninstaller Pro uyarı iletileri görüntülenmesin
16033 = İşlemler
16034 = Uygulamalar küçük pencere ile izlensin
16035 = Katılacak işlemler:
16036 = Katılmayacak işlemler:
16037 = İşlem yolu
16038 = Arayüz teması:
16039 = Araç çubukları
16040 = Metin etiketleri görüntülensin
16041 = Küçük simgeler görüntülensin
16042 = Mavi
16043 = Gri
16044 = Siyah
16045 = Gümüş
16046 = Doğal
16047 = Doğal 2
16048 = Doğal Düz
16049 = Lisans satın al
16050 = Revo Uninstaller Pro uygulamasını satın aldığınızda e-posta adresinize bir seri numarası gönderilir. Uygulamayı etkinleştirmek için bu seri numarasını alttaki forma yazıp "Çevrimiçi etkinleştir" düğmesine tıklayın. Etkinleştirme için İnternet bağlantısının olması ve güvenlik duvarının Revo Uninstaller Pro uygulamasını engellememesi gerekir. Kayıt işlemi ile ilgili sorularınızı şu adrese yazabilirsiniz: registration@revouninstaller.com
16051 = Etkinleştirme
16052 = Seri numarasını yazın:
16053 = Çevrimiçi etkinleştir
16054 = Tüm hakları saklıdır.
16055 = Etkinleştirilmiş sürüm
16056 = Etkinleştirilmemiş sürüm
16057 = Oluşturulmuş yedekleri, günlükleri ve diğer Revo Uninstaller Pro verilerini silmek istediğinize emin misiniz? Uygulamayı güncelliyorsanız "Hayır" üzerine tıklayın.
16058 = Çevirmen:
16059 = Her gün kayıt defteri yedeği alınsın
16060 = Kaldırma sonrası izlenen uygulama günlüğü silinsin
16061 = Ayrıntılar görünümünde küçük simgeler görüntülensin
16062 = Sağ tık menüsü komutları görüntülensin (... ile kur, ... ile kaldır)
16063 = Arta kalmış ögeler varsayılan olarak işaretlensin
16064 = Koyu gri
16065 = Mavi 2
16066 = Denetim masasında Revo Uninstaller Pro görüntülensin
16067 = Kullanıcı erişimi denetimi (UAC) penceresi atlansın
16070 = Araç çubuğu komutları
16071 = Özel
16072 = Tema
16073 = Özel arka plan rengi
16074 = Özel seçim rengi
16075 = Bir günlüğü içe aktarmaya başlamadan önce Revo Uninstaller Pro uygulamasını kapatın.\nYa da günlüğü içe aktarmak için "İzlenen Uygulamalar" modülündeki "Yönetim" araç çubuğu düğmesini kullanın.
16076 = Etkinleştir
16077 = Etkinleştirme yöntemini seçin
16078 = Çevrimiçi etkinleştirme
16079 = Dosya ile etkinleştirme
16080 = 30 Günlük deneme süresi sona ermiş. Uygulamayı kullanmayı sürdürmek istiyorsanız bir lisans satın almalısınız.
16081 = Revo Uninstaller Pro için bir lisans satın aldıktan sonra e-posta adresinize seri numarası yollanacak. Revo Uninstaller Pro uygulamasını etkinleştirmek için aşağıdaki forma adınızı ve seri numaranızı yazıp (kopyalayıp yapıştırmanız önerilir) "Çevrimiçi etkinleştir" düğmesine tıklayın. Etkinleştirme için İnternet bağlantısı gereklidir. Bu yüzden, güvenlik duvarınızın Revo Uninstaller Pro uygulamasını engellemediğinden emin olun. Sorularınız ya da kayıt ile ilgili sorunlarınız için şu adrese yazabilirsiniz: registration@revouninstaller.com
16082 = Revo Uninstaller Pro için bir lisans satın aldıktan sonra e-posta adresinize seri numarası yollanacak. Revo Uninstaller Pro uygulamasını dosya ile etkinleştirmek için aşağıdaki forma adınızı ve seri numaranızı yazıp (kopyalayıp yapıştırmanız önerilir) dosyayı kaydetmek için "Dosyayı Kaydet" üzerine tıklayın. Ardından oluşturulan dosyayı support@revouninstaller.com ya da registration@revouninstaller.com adresine gönderin. Etkinleştirmeyi tamamlamanız için size 24 saat içinde bir Kilit Açma Anahtarı göndereceğiz. Sorularınız ya da kayıt ile ilgili sorunlarınız için şu adrese yazabilirsiniz: registration@revouninstaller.com
16083 = Revo Uninstaller Pro uygulamasını dosya ile etkinleştirmeyi seçtiniz. Etkinleştirme dosyasını destek e-posta adresimize gönderdikten sonra, Revo Uninstaller Pro destek ekibi size Kilit Açma Anahtarını göndermeli. Kilit Açma Anahtarını aşağıya yazıp (kopyalayıp yapıştırmanız önerilir) ve "Etkinleştir" düğmesine tıklamalısınız. Sorularınız ya da kayıt ile ilgili sorunlarınız için şu adrese yazabilirsiniz: registration@revouninstaller.com
16084 = Bilgisayarınızda Revo Uninstaller Pro uygulamasının yeniden etkinleştirilmesini gerektiren bir değişiklik yapılmış. Lütfen yalnızca "Etkinleştir" düğmesine tıklayın. Sorularınız ya da kayıt ile ilgili sorunlarınız için şu adrese yazabilirsiniz: registration@revouninstaller.com
16085 = Etkinleştirildi! 
16086 = Etkinleştirilemedi!
16087 = Etkinleştirme sunucusu ile bağlantı kurulamadı. Güvenlik duvarınızın Revo Uninstaller Pro uygulamasını engellemediğinden emin olun.
16088 = Kullanıcı adını yazın:
16089 = Seri numarasını yazın (kopyalayıp yapıştırmanız önerilir):
16090 = Kilit açma anahtarını yazın (kopyalayıp yapıştırmanız önerilir):
16091 = Etkinleştirme işlemini sıfırla
16092 = Kalan gün:
16093 = Dosyayı kaydet
16094 = Etkinleştirilmiş
16095 = Yeniden etkinleştir
16096 = Etkinleştirme işlemi sürüyor. Lütfen bekleyin...
16097 = Seri numarası hatalı.\nLütfen seri numarasını yazmak yerine kopyalayıp yapıştırın!
16098 = Lütfen Revo Uninstaller Pro uygulamasını yeniden başlatın
16099 = Koyu kip
16100 = Seri numarası:
16101 = Lisans bilgileri:
16102 = Geri bildirim gönder
16103 = Çevrimiçi destek
16104 = Ana pencere panolarının ayarlarını sıfırla
16105 = Ayrıntılar görünümü denetim ayarlarını sıfırla
16106 = Sıfırlandı!\nDeğişiklikleri uygulamak için Revo Uninstaller Pro uygulamasını yeniden başlatın
16107 = İşaretlenmiş bir öge yok.\nDevam etmek için en az bir öge işaretlemelisiniz
16108 = Başlangıçta karşılama penceresi görüntülensin
16109 = Geçmiş temizleme
16110 = Geçmiş\ntemizleme
16111 = Diğer\nkomutlar
16112 = Revo Uninstaller Pro zaten çalışıyor!
16113 = Güncelleme aboneliği süresi: 
16114 = Şimdi yenile
16115 = Güncelleme aboneliği %s tarihinde bitmiş!
16116 = Güncelleme aboneliği
16117 = Bu tarihten sonra yayınlanmış Revo Uninstaller Pro sürümlerini kurabilmek istiyorsanız, güncelleme aboneliğinizi yenilemelisiniz.
16118 = Deneme sürümü anımsatıcısı
16119 = Revo Uninstaller Pro uygulamasını kullandığınız için teşekkürler. 30 günlük tam özellikli deneme sürümünü kullanıyorsunuz. Uygulamayı beğenirseniz ve deneme süresi sona erdikten sonra kullanmak isterseniz bir lisans satın almanız gerekir.
16120 = Aboneliğiniz, %s tarihinden önce yayınlanmış bir Revo Uninstaller Pro sürümünü kurup etkinleştirmenizi sağlar. Revo Uninstaller Pro uygulamasının son sürümünü kurmak istiyorsanız aboneliğinizi yenilemeniz gerekir.
16121 = Beğen
16122 = Etkisizleştirilmiş lisans
16123 = Lisansınızı etkisizleştirdiniz. Revo Uninstaller Pro uygulamasını yeniden kullanmak istiyorsanız geçerli bir seri numarası ile etkinleştirmelisiniz
16124 = Lisansı etkisizleştir
16125 = Kullanılan etkinleştirme anahtarı etkisizleştirildi.
16126 = Etkisizleştirilemedi!
16127 = Lisansınızı etkisizleştirmek istediğinize emin misiniz?\nBu Revo Uninstaller Pro kurulumu çalışmayı durduracak! Yalnızca lisansınızı başka bir bilgisayara taşımak ya da aktarmak istiyorsanız devam edin.
16128 = Etkisizleştir
16129 = Lisansınız etkisizleştiriliyor. Lütfen bekleyin...
16130 = gün
16131 = Yazılan seri numarası zaten geçerli lisans dosyasına uygulanmış.
16132 = Güncelleme aboneliğinizin süresi %s tarihinde dolmuş. Bu nedenle kullandığınız Revo Uninstaller Pro uygulamasını son sürüme güncelleyemezsiniz. Son sürümü kurmak ve kullanmak istiyorsanız, güncelleme aboneliğinizi yenileyin.
16133 = Komut düğmesi metin rengi
16134 = İstediğiniz bir kullanıcı adı yazın
16135 = İçe aktarma tamamlandı!\nDeğişiklikleri uygulamak için Revo Uninstaller Pro uygulamasını yeniden başlatın.
16150 = Pencerelerin arka plan rengi
16151 = Metin rengi
16152 = Denetimlerin arka plan rengi
16153 = Seçilmiş rengi
16156 = Metin canlandırmaları kullanılmasın

[AppBar]
16900 = İzlenen sistem değişikliklerini günlüğe kaydet
16901 = Kurulumu izlemeyi durdur
16902 = Revo Uninstaller Pro sistem değişikliklerini izliyor. Kurulumu normal şekilde yapın. Bu Uygulamanın kurulumu bitene kadar başka herhangi bir kurulum ya da uygulama çalıştırmayın! Kurulum tamamlandığında uygulamayı çalıştırın, gerekiyorsa ayarlarını yapın ve uygulamayı kapatın. Ardından "Durdur" düğmesine (kare) tıklayıp günlüğü kaydedin.
16903 = Günlük için bir ad yazın:
16904 = Günlük için bir ad yazın ve "Kaydet" düğmesine tıklayın
16905 = Revo Uninstaller Pro kurulumu izliyor
16906 = Revo Uninstaller Pro verileri kaydediyor
16907 = Bilgisayarı kapatmak için gerekli izinler alınamadı. El ile kapatmayı deneyin!
16908 = Bilgisayarı kapatmak izni ayarlanamadı. El ile kapatmayı deneyin!
16909 = Lütfen geçerli bir günlük adı yazın!
16910 = Günlük kaydı işlemini iptal etmek istediğinize emin misiniz?

[JunkFilesCleanerPro]
17000 = Katılmayacaklar
17001 = Son güncelleme
17002 = Klasörü tara...
17003 = Katılacaklar
17004 = Önemsiz olarak eklenecek klasörler

[Windows Apps]
17100 = Windows\nuygulamaları
17101 = Windows uygulamaları
17102 = Windows uygulaması
17103 = Toplam uygulama
17104 = Uygulama
17105 = Uygulamalar
17106 = "Windows uygulamaları" modülü, kurulu tüm Windows uygulamalarını görüntüler ve bunlardan herhangi birinin tek tıklamayla kaldırılabilmesini sağlar. Microsoft tarafından geliştirilen bazı uygulamalar işletim sistemine önceden kurulmuştur. Bazıları ise Microsoft Mağazası üzerinden kurulmuştur. Herhangi bir uygulama hakkında ayrıntılı bilgiyi sağ tık menüsünde bulabilirsiniz.
17107 = Uygulamanın varsayılan kaldırma komutu inceleniyor ve başlatılıyor
17108 = Uygulamanın varsayılan kaldırıcısı tamamlandıktan sonra arta kalmış dosya, klasör ve kayıt defteri ögelerini taramaya başlamak için "Tara" düğmesine tıklayın.
17109 = Seçilmiş uygulamayı kaldırmak istediğinize emin misiniz?
17110 = Seçilmiş Windows Uygulaması çalıştırılamadı!
17111 = Microsoft mağazasında aç
17115 = Sonlandır
17116 = Uygulamayı sıfırla
17117 = Microsoft Store uygulamasını sıfırla
17118 = Seçilmiş uygulama sonlandırılamadı
17119 = Bu işlem uygulamayı ilk yapılandırmasına geri döndürecek.\nDevam etmek istiyor musunuz?
17120 = Bu işlem Microsoft Store uygulamasını ilk yapılandırmasına geri döndürecek.\ndevam etmek istiyor musunuz?
17121 = %s uygulamasının kendi kaldırıcısı başarısız oldu.\nSistem dosyalarınızın bütünlüğünü denetlemeniz veya %s uygulamasını sıfırladıktan sonra yeniden denemeniz önerilir.
17122 = Kaldırılamadı
  
[Browser Extensions]
17200 = Tarayıcı\neklentileri
17201 = Tarayıcı eklentileri
17202 = MS Edge eklentisi
17203 = Tür
17204 = Eklenti
17205 = Uygulama eki
17206 = Uygulama
17207 = Yardımcı
17208 = Araç çubuğu
17209 = Arama hizmeti
17210 = %s çalışıyor. Devam etmek istiyorsanız sonlandırın (zorla durdurun).\nTarayıcınızdaki kaydedilmemiş veriler kaybolabilir.
17211 = Toplam eklenti
17212 = eklenti
17213 = eklentiler
17214 = "Tarayıcı eklentileri" modülü, Google Chrome, Microsoft Edge, Mozilla Firefox ve Internet Explorer gibi yaygın kullanılan web tarayıcılarını özelleştirmek için kurulabilecek farklı türde ek bileşenleri (eklenti ya da uygulama eki adı verilir) görüntülenmesini ve kaldırılmasını sağlar. "Tür" sütunu, web tarayıcıya göre eklenti türünü gösterir.
17215 = Seçilmiş eklentiyi kaldırmak istediğinize emin misiniz?
17216 = %s eklentisi kaldırılıyor
17217 = Eklentinin otomatik olarak yeniden kurulmasını engellemek için lütfen Chrome Ayarlarındaki "Uygulamaları eşitle" ve "Eklentileri eşitle" seçeneklerini devre dışı bırakın. Ardından kaldırma işlemine devam edin.
17218 = Önceden yüklenmiş bir eklenti seçtiniz.
17219 = Tarayıcı
17220 = Profil
17221 = %s Çalışıyor.◙ Zorla kapatmak için 'k' tuşuna basın (web tarayıcınızdaki kaydedilmemiş variler kaybolabilir).◙ İptal etmek için başka herhangi bir tuşa basın.
17222 = %s çalışıyor. Lütfen devam edebilmek için kapatın.

[EvidenceRemoverPro]
17300 = Tür
17301 = Toplam boyut
17302 = Boş alan
17310 = Yerel disk
17311 = Çıkarılabilir disk
17312 = Öngörülen kalan süre:
17313 = gün 
17314 = saat
17315 = dakika
17316 = saniye
17317 = İşlemi durdurmak istediğinize emin misiniz?

[WindowsToolsPro]
17400 = Sistem geri yükleme
17401 = Ağ tanılama
17402 = Ağ bilgileri
17403 = Güvenlik merkezi
17404 = Sistem özellikleri
17405 = Sistem bilgileri
17406 = TCP/IP Netstat komutu
17407 = Ekran tuş takımı
17408 = Disk birleştirici
17409 = Hizmetler
17410 = Paylaşılan klasörler
17411 = Grup ilkesi
17412 = Windows bileşenleri ekle/kaldır
17413 = Microsoft Windows kötü amaçlı yazılımları temizleme aracı
17414 = Windows yedekleme ve geri yükleme
17415 = Görev zamanlayıcı
17416 = Disk denetimi
17417 = Sistem dosyaları denetimi
17418 = Disk temizleme
17419 = Kaynak izleyici
17420 = Dağıtım kalıbı hizmeti ve yönetimi
17421 = DNS ön belleğini temizle
17422 = DirectX bilgileri ve tanılama
17450 = Windows yedekleme ve geri yükleme, bilgisayarı kullanan tüm kişilerin veri dosyalarının kopyalarını alma ve bir sistem kalıbı oluşturma olanağı sağlar. Yedeklenecek ögelerin Windows tarafından seçilmesine izin verebilir ya da yedeklemek istediğiniz klasörleri, kitaplıkları ve sürücüleri seçebilirsiniz. Bir sistem kalıbında, Windows ve sistem ayarlarıyla, uygulamalar ve dosyalar bulunur. Sabit diskiniz ya da bilgisayarınız çalışmayı durdurursa, bilgisayarınızı geri yüklemek için sistem kalıbını kullanabilirsiniz.
17451 = Görev zamanlayıcı, belirli bir zamanda veya belirli bir olay gerçekleştiğinde eylemleri gerçekleştiren otomatik görevleri zamanlamanıza yardımcı olur. Uygulamaların veya komut dosyalarının önceden tanımlanmış zamanlarda veya belirli zaman aralıklarından sonra başlatılmasını zamanlama olanağı sağlar. Görev Zamanlayıcı, görevlerin düzenli bir görünümünü ve bunları yönetmek için uygun bir yol sağlayan tüm zamanlanmış görevlerin bir kütüphanesini tutar. 
17452 = Disk denetimi, Windows birimindeki dosya sisteminin mantıksal bütünlüğünü doğrular. Bozuk kesimler, kayıp kümeler, çapraz bağlı dosyalar ve dizin hataları ile ilgili sorunlar için Disk Denetimlerini kontrol edin. Bu tür sorunlara sistem çökmeleri veya donmaları, güç arızaları, bilgisayarın yanlış kapatılması vb. neden olabilir.
17453 = Sistem dosyaları denetimi, Windows sistem dosyalarının sürümlerini denetleyerek, bozulmaları bulup geri yüklemenizi sağlar. Bir sorun bulunursa, sorunlu dosyalar Windows DLL ön belleğindekiler ile değiştirilmeye çalışılır. Dosya Windows DLL ön belleğinde yoksa ya da DLL ön belleği bozulmuşsa, Windows kurulum diskini takmanız istenir.
17454 = Disk temizleme, bilgisayarın sabit diskinde yer açmak için tasarlanmış bir bakım aracıdır. İşletim sistemi ve diğer uygulamalar tarafından oluşturulmuş ancak artık gerek duyulmayan geçici, ön bellek ve günlük gibi çeşitli dosya türlerinin güvenli bir şekilde silmesini sağlar.
17455 = Kaynak izleyici, donanım (işlemci, bellek, disk ve ağ) ve yazılım (dosya işleyicileri ve modülleri) gibi kaynakların gerçek zamanlı kullanımı hakkında bilgi sağlar. Bu araç, görsel olarak, kaynakların güncel ve geçmişteki kullanımını görüntüler. Böylece belirli bir kaynağın performans sayaçlarına bakabilir ya da bilgisayarın başarımını artırmak için neler yapılması gerektiğine karar verebilirsiniz.
17456 = DISM işletim sistemi içindeki bozuklukları tarar ve bulunan sorunları giderir.
17457 = Bir web sitesine erişmekte ya da çevrimiçi hizmeti kullanmakta sorun yaşıyorsanız aygıtınızın DNS ön belleğinde eski bir kayıt kalmış olabilir ve el ile temizlenmesi ya da sıfırlanması gerekebilir.
17458 = DirectX tanılama aracı DirectX kurulumunun sağlık durumu hakkında bilgiler verir ve DirectC sistemi üzerinde bazı tanılama testleri yapmanızı sağlar.

17480 = Araç
17481 = Komut satırı
17482 = Bir özel araç ekle
17483 = Aracı düzenle
17484 = Aynı adlı bir özel araç zaten var.\nLütfen başka bir ad yazın.

[WindowsCleanerPro]
17500 = Küçük görseller ön belleği silinsin

[UnrecoverableDeletePro]
17600 = Dosya ekle
17601 = Klasör ekle
17602 = Kalıcı olarak sil
17603 = Siliniyor
17604 = Hesaplanıyor...
17605 = Listede arta kalmış ögeler şu anda silinemiyor.\nBunların Windows ya da başka bir uygulama tarafından kullanılmadığından emin olduktan sonra yeniden deneyin.
17606 = Seçilmiş ögeleri listeden kaldır

[Backup Manager]
17800 = Yedekleme yönetimi
17801 = Geri yükle
17802 = Sil
17803 = Tümünü sil
17804 = Özel\ngeri yükle
17812 = Ağaç yükleniyor...
17813 = Önceki
17814 = Sonraki
17815 = Geri yükleme noktası verileri bulunamadı
17816 = İşleniyor
17817 = %d / %d öge yedekleniyor
17818 = Geri yükleme noktaları:
17819 = Toplam boyut:
17820 = Geri yükleme yönetimi, Revo Uninstaller Pro tarafından silinen her kayıt defteri ögesi, dosya ya da klasör ile ilgili bilgileri yönetmenizi sağlar. Bir geri yükleme noktasına dönerek, tüm silinmiş verileri ya da yalnızca seçtiğiniz verileri geri yükleyebilirsiniz. Daha fazla boş alana gerek duyuyorsanız, bazı geri yükleme noktalarını silebilirsiniz.
17821 = Ad
17822 = İşlem
17823 = Boyut
17824 = Kayıt defteri ögeleri
17825 = Dosya ve klasörler
17826 = Saat
17827 = Tarih
17830 = Anahtar/Değer adı
17831 = Veriler
17835 = Varsayılan değer
17836 = %d / %d öge geri yüklendi
17837 = Geri yükleniyor
17838 = Dosya/Klasör adı
17839 = Özel geri yükle
17840 = Geri yükleme dosyası okunurken sorun çıktı!
17841 = Geri yüklenecek dosya ve klasörler
17842 = Geri yüklenecek kayıt defteri ögeleri
17843 = Diskte yedekleme dosyasını yazmak için yeterli alan yok!
17844 = Geri yükleme dosyası yazılırken sorun çıktı!
17845 = %s / %s işlemi geri yüklemek istediğinize emin misiniz?
17846 = Tüm geri yükleme noktalarını silmek istediğinize emin misiniz?
17847 = Zamana\ngöre sil
17848 = Belirli bir tarih ya da dönemden önceki yedekleri sil
17849 = Şundan eski tüm yedekleri sil:
17850 = Seçilmiş tarih:
17851 = Bir hafta
17852 = iki hafta
17853 = 30 gün
17854 = 90 gün
17855 = 180 gün
17856 = Bir yıl
17857 = özel tarih
17858 = Bugünden ileride bir zaman seçtiniz.\nBu durumda tüm yedekler silinir! Devam etmek istiyor musunuz?

[TooltipsPro]
18200 = Revo Uninstaller Pro ayarları
18201 = İzlenen uygulamalar listesinin görünümünü degiştir
18202 = Revo Uninstaller Pro tarafından yedekleme bilgileri yönetimi
18203 = Revo Uninstaller Pro ile uygulamalar kur
18204 = Daha önce kaldırılmış uygulamalardan arta kalmış ögeleri zorla kaldır
18205 = Tüm kurulu uygulamaları görüntüle
18206 = Tüm izlenerek kurulmuş uygulamaları görüntüle
18207 = Seçilmiş izlenen uygulamayı kaldır
18208 = Seçilmiş izlenen uygulamayı özel şekilde kaldır
18209 = Seçilmiş Revo Uninstaller Pro geri yükleme noktasını geri yükle
18210 = Seçilmiş Revo Uninstaller Pro geri yükleme noktasını özel şekilde geri yükle
18211 = Seçilmiş Revo Uninstaller Pro geri yükleme noktasını sil
18212 = Windows başlangıcında otomatik başlatılacak bir uygulama ekle
18213 = İşaretlenmiş sürücülerde kanıtları silme işlemlerini yap
18214 = Geri getirilemez şekilde silinecek dosyaları ekle
18215 = Geri getirilemez şekilde silinecek bir klasör ekle
18216 = Eklenmiş dosya ve klasörleri sil
18217 = İşaretli dosyaları sil
18218 = Seçilmiş uygulamanın kurulumu değiştir ya da onar
18219 = Seçilmiş uygulamayı hızlı kaldır (bulunan arta kalmış ögeler otomatik olarak silinir) 
18220 = Günlüğe yeni öge ekle
18221 = Seçilmiş ögeyi değiştir
18222 = Seçilmiş ögeyi günlükten sil
18223 = Geçerli günlük verilerini HTML olarak dışa aktar

[Portable]
18500 = Güncelleme indirilirken sorun çıktı!
18501 = Güncelleme ayıklanırken sorun çıktı!
18502 = Güncelleniyor
18503 = Güncellendi!
18504 = %d / %d dosya
18505 = Taşınabilirlik
18506 = Özel veri depolama klasörü kullanılsın
18507 = Hızlı yükleme kipini etkinleştir
18508 = Kabul
18509 = Lisans sözleşmesi

[UninstallHistory]
32900 = Kaldırma geçmişi
32901 = Tümünü sil
32902 = Dışa aktarma ayrıntıları
32903 = Uygulama adı
32905 = Kaldırılmış uygulamalar:
32907 = Kaldırılmış günlükler:
32909 = Kaldırılmış uygulamalar:
32910 = İçe aktarılan günlük
32911 = Kullanıcı günlüğü
32912 = Kaldırma günlüğünde yapılmış tüm kaldırma işlemlerinin kaydı ve kaldırılan uygulama ile arta kalmış ögeler hakkında ayrıntılı bilgiler tutulur.
32917 = Uygulama bilgileri:
32918 = İşlem özeti:
32919 = Dosya ve klasör işlemleri:
32920 = Kayıt defteri işlemleri:
32921 = Günlük bilgileri:
32922 = Uygulama bilgileri:
32923 = Silinen kayıt defteri anahtarları
32924 = Silinen kayıt defteri değerleri
32925 = Silinen dosyalar
32926 = Silinen klasörler
32927 = Yeniden başlatmada silinecekler
32928 = Silinemeyen kayıt defteri anahtarları
32929 = Silinemeyen kayıt defteri değerleri
32930 = Özet
32931 = Silinen arta kalmış kayıt defteri anahtar sayısı:
32932 = Silinen arta kalmış kayıt defteri değer sayısı:
32933 = Silinen arta kalmış klasör sayısı:
32934 = Silinen arta kalmış dosya sayısı:
32935 = Arta kalmış ögelerden kazanılan alan:
32936 = Ayrıntıları görüntüle
32937 = Şu uygulamayı kaldırdınız:
32938 = Kaldırma işlemleri tamamlandı